src/main/resources/xml/trainingServer/deleteAddress.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:my="my-namespace">
   <soapenv:Header/>
   <soapenv:Body>
      <my:deleteAddressRequest>
         <my:address_id></my:address_id>
      </my:deleteAddressRequest>
   </soapenv:Body>
</soapenv:Envelope>
